{
	"About Me": "Über mich",
	"I'm Florian Rehm and": "Ich heiße Florian Rehm und bin",
	"Web Developer": "Web Entwickler",
	"I've been a passionate programmer for a year now who loves to develop complex website applications. Currently I work as a frontend development mentor at the Developer Academy. Now I want to go one step further and develop myself personally. I am open for new challenges and would be interested to learn the other side of web development (backend) in the future.": "Seit einem Jahr bin ich ein leidenschaftlicher Programmierer, der es liebt, komplexe Website-Anwendungen zu entwickeln. Derzeit arbeite ich als Mentor für Frontend-Entwicklung an der Developer Akademie. Nun möchte ich einen Schritt weiter gehen und mich persönlich weiterentwickeln. Ich bin offen für neue Herausforderungen und würde mich freuen, in Zukunft auch die andere Seite der Webentwicklung (Backend) kennenzulernen.",
	"Birthday:": "Geburtstag:",
	"26 May 1998": "26. Mai 1998",
	"City:": "Ort:",
	"Age:": "Alter:",
	"Phone:": "Telefon:",
	"Contact Me": "Kontakt",
	"Please enter your name": "Namen eingeben",
	"Please enter your email": "E-Mail eingeben",
	"Please enter your message": "Ihre Nachricht an mich",
	"Contact": "Kontakt",
	"Form": "Formular",
	"Please enter a name!": "Bitte geben Sie einen Namen ein!",
	"Please enter a valid email address!": "Bitte geben Sie eine gültige E-Mail-Adresse ein!",
	"Please enter a message with atleast 10 characters!": "Bitte geben Sie eine Nachricht mit mindestens 10 Buchstaben ein!",
	"send message": "Nachricht senden",
	"in Touch": "treten",
	"Get": "in Kontakt",
	"Address": "Adresse",
	"Germany, Munich": "Deutschland, München",
	"Phone": "Telefon",
	"Email was sent successfully!": "Email wurde erfolgreich gesendet!",
	"I will send you an answer as soon as possible": "Ich werde Ihnen schnellstmöglich eine Antwort schicken.",
	"Welcome to my site,": "Willkommen auf meinem Portfolio,",
	"Home": "Start",
	"About": "Über Mich",
	"Projects": "Projekte",
	"Imprint": "Impressum",
	"Data-Protection": "Datenschutz",
	"A traditional classic from the slightly older years. Since I played this game before when I was about 10 years old, I wanted to program it myself once as a challenge. That was a lot of fun!": "Ein traditioneller Klassiker aus den etwas älteren Jahren. Da ich dieses Spiel schon einmal gespielt habe, als ich etwa 10 Jahre alt war, wollte ich es selbst einmal als Herausforderung programmieren. Das hat eine Menge Spaß gemacht!",
	"Sharkie is a small javascript game where the main focus is on OOP. The goal of the game is to collect as many coins as possible. The poison bottles are also important, otherwise it will be a bit harder to win!": "Sharkie ist ein kleines Javascript-Spiel, bei dem das Hauptaugenmerk auf OOP liegt. Das Ziel des Spiels ist es, so viele Münzen wie möglich zu sammeln. Die Giftflaschen sind auch wichtig, sonst wird es ein bisschen schwieriger zu gewinnen!",
	"Now comes the project I am most proud of. This is my own Kanban board, where the main focus is on Angular as frontend framework and Firebase as backend. In this project the Cloud Firestore and Authentication of firebase was used.": "Jetzt kommt das Projekt, auf das ich am meisten stolz bin. Dies ist mein eigenes Kanban-Board, bei dem der Schwerpunkt auf Angular als Frontend-Framework und Firebase als Backend liegt. In diesem Projekt wurde der Cloud Firestore und die Authentifizierung von Firebase verwendet."
}
